/**
 * Created by mastermin on 17-8-16.
 */
var data=[
    {
        name:'迅捷斥候-提莫',
        nickname:'提莫,提百万',
        src:'./img/提莫/3.jpg',
        desc: '迅捷斥候·提莫是竞技游戏《英雄联盟》中的一个英雄角色.' +
        '他是负责瓦罗兰大陆的班德尔城安全的侦察兵首领,' +
        '也是班德尔城最富盛名的特种部队之一主舰斥候队一员,' +
        '因为长相可爱深受玩家喜爱,伴随的还有极高的阵亡率,' +
        '以及成名的提百万称号'
    },
    {
        name:'蛮族之王-泰达米尔',
        nickname:'蛮子',
        src:'./img/蛮王/2.jpg',
        desc:'他来自于美国的3D大型网游《英雄联盟》中的一位英雄。'+
        '蛮族之王名字“泰达米尔”擅长暴力型输出,是非常致命的英雄人物' +
'蛮王作为一个老牌的热门英雄，在低端局中有着难以置信的破坏力，在高端局中也有着不错的出场率'
    },
    {
        name:'齐天大圣-孙悟空',
        nickname:'猴子',
        src:'./img/猴子/2.jpg',
        desc:'齐天大圣·孙悟空是网络游戏《英雄联盟》里面的英雄人物。'+
        '孙悟空在队伍里面充当的角色是半肉半输出之间，出装正确的情况下，'+
'是一个能抗能打、能追能跑的英雄'
    },
    {
        name:'无双剑姬·菲奥娜',
        nickname:'剑姬',
        src:'./img/剑姬/6.jpg',
        desc:'无双剑姬·菲奥娜是《英雄联盟》当中的英雄。'+
        '她是一名来自德玛西亚的英雄，善于抓住敌人的弱点进行打击，拥有很强的solo能力和机动性，'+
'是一名打击感和可玩性都很高的英雄。'
    },
    {
        name:'机械公敌-兰博',
        nickname:'兰博',
        src:'./img/兰博/2.jpg',
        desc:'兰博是3D竞技网络游戏《英雄联盟》中的英雄之一。兰博拥有大量的持续伤害并且没有消耗；' +
        '非常棒的AoE和团战能力，在后期团战中可以起到决定性的作用'
    },
    {
        name:'机械先驱-维克托',
        nickname:'电焊',
        src:'./img/维克托/1.jpg',
        desc:'机械先驱（维克托）是大型竞技场战网游戏《英雄联盟》中的一位英雄。强大的消耗能力和控制能力，' +
        '成长起来的机械先驱可以成为全能法师。初期略显脆弱，技能施法距离较近且需要大量练习预判，需要大量装备的支持。'
    },
    {
        name:'沙漠皇帝-阿兹尔',
        nickname:'黄鸡，脆皮鸡',
        src:'./img/沙皇/1.jpg',
        desc:'沙漠皇帝·阿兹尔是竞技游戏《英雄联盟》中第121位英雄。阿兹尔是一个中单法师，' +
        '他依靠召唤恕瑞玛士兵来控制战场并替他进行普攻。' +
        '士兵的穿刺型普通攻击供给了阿兹尔的大部分伤害潜力，使他成了法师中的一个异类。'
    },
    {
        name:'寒冰射手-艾希',
        nickname:'寒冰',
        src:'./img/寒冰/6.jpg',
        desc:'寒冰射手·艾希是竞技游戏《英雄联盟》中的英雄之一，该英雄在国服是永久免费供所有玩家使用的。' +
        '伴随着每一发弓箭从她的上古寒冰弓上发射，艾希证明了她是一位神射手。' +
        '她抱着同样的愿景和专注于她的目标，为了寻求弗雷尔卓德部族的统一并将他们打造成一个强大的国家'},
    {
        name:'德玛西亚之力-盖伦',
        nickname:'德玛',
        src:'./img/德玛/3.jpg',
        desc:'德玛西亚之力 盖伦是《英雄联盟》中的一位代表性英雄。他在国服作为永久免费英雄登场。盖伦是一个典型的战士型英雄，' +
        '他有着不俗的输出能力以及防御能力，但是却有着腿短和手短的缺点。' +
        '盖伦是绝大部分英雄联盟玩家最先接触到的英雄，再加上简单的上手难度和帅气的造型让他深受广大玩家喜爱。'
    },
    {
        name:'麦林炮手·崔丝塔娜',
        nickname:'小炮,娘炮',
        src:'./img/小炮/5.jpg',
        desc:'麦林炮手·崔丝塔娜是竞技游戏《英雄联盟》里面的英雄人物,' +
        '崔丝塔娜是班德尔特种部队，麦林突击队的一员，是个能力非凡的神枪手。' +
        '被动技能的存在决定了后期才是崔丝塔娜的天下。强势的攻速提升下崔丝塔娜即便是坦克见了也会退避三舍。'
    },
    {
        name:'黑暗之女-安妮',
        nickname:'安妮',
        src:'./img/安妮/1.jpg',
        desc:'黑暗之女·安妮是竞技游戏《英雄联盟》中的英雄角色之一。在游戏中的职业是法师，' +
        '通常以出现在中单位上，也能胜任辅助和上单位，是一个非常可爱且腹黑的小萝莉。' +
        '安妮是一个拥有超高爆发能力的AP英雄，安妮就可以拥有各种各样的控制手段，是游戏中不可多得的输出与控制兼备的AP法师'
    },
    {
        name:'无极剑圣-易',
        nickname:'剑圣',
        src:'./img/剑圣/2.jpg',
        desc:'无极剑圣·易，是竞技游戏《英雄联盟》中的一位英雄。易大师是一个有超高机动性的刺客、战士型英雄，' +
        '擅长利用快速的打击迅速击溃对手，易可以迅速砍出大量伤害，同时还能利用技能躲避猛烈的攻击，避开敌人的集火。'
    },
    {
        name:'邪恶小法师-维嘉',
        nickname:'小法',
        src:'./img/小法/1.jpg',
        desc:'邪恶小法师·维迦是竞技游戏《英雄联盟》中的英雄角色。维迦的邪恶在于拥有超强的区域限制技能，' +
        '让对手滞留于战场无法脱身，超高的AP输出让对手胆寒，延迟的黑暗物质让对手无法安心补刀不得不将到手的金钱挥洒。'
    },
    {
        name:'未来守护者-杰斯',
        nickname:'杰斯',
        src:'./img/杰斯/4.jpg',
        desc:'未来守护者（杰斯）是竞技游戏《英雄联盟》中的一位英雄。未来守护者可以在近战攻击与远程攻击之间自由切换。' +
        '在补刀和骚扰时，玩家可以切换成远程姿态，配合小技能取得线上优势，换血和互拼时再切换成近战姿态。'
    },
    {
        name:'天启者·卡尔玛',
        nickname:'扇子妈',
        src:'./img/卡尔玛/1.jpg',
        desc:'天启者·卡尔玛是竞技游戏《英雄联盟》中的一个英雄。卡尔玛是一个非常全能的法师。' +
        '经过重制之后她可攻可守的灵活性造就了她中单、上单的优势，强大的POKE能力和RE连招可以为自己的队友带来很多优势。'
    },
    {
        name:'战争女神·希维尔',
        nickname:'轮子妈',
        src:'./img/轮子妈/4.jpg',
        desc:'战争女神·希维尔是竞技游戏《英雄联盟》中的英雄角色之一。无与伦比的带线能力，' +
        '让希维尔在前期能比对方收更多的兵也能最大程度的消磨塔的血量，依靠大招的增幅可以让希维尔打得更加灵活，能极好的风筝对手。'
    },
    {
        name:'暴走萝莉.金克丝',
        nickname:'金克斯',
        src:'./img/金克斯/1.jpg',
        desc:'暴走萝莉.金克丝是大型竞技场战网游戏《英雄联盟》中的一位英雄。' +
        '她是英雄联盟历史上第一个拥有自己的宣传视频的英雄。金克丝在团战初期就能输出大量伤害。金克丝的攻击距离以及伤害在整个游戏过程都令人满意，使得她能够与远距离poke型阵容完美融合。'
    },
    {
        name:'疾风剑豪亚索',
        nickname:'亚索，托儿索',
        src:'./img/亚索/4.jpg',
        desc:'疾风剑豪亚索是实时对战、大型3D网络竞技游戏《英雄联盟》里面第117位英雄。' +
        '疾风剑豪亚索他是一位近战爆发AD刺客，双突进的技能设置，使得他在中单游刃有余，并且大招在队友的配合下，在团战中能够发挥至关重要的作用。'
    },
    {
        name:'影流之主·劫',
        nickname:'儿童劫,劫',
        src:'./img/劫/1.jpg',
        desc:'影流之主·劫是英雄联盟中第107个登场的英雄，也是第五个使用能量机制的英雄。劫是一名以消耗能量为主的近战刺客，' +
        '他拥有超高的技能爆发，在线上也具备十足的威胁力。他的定位和之前的刺客英雄泰隆很像，但相比泰隆劫有着更为强大的后期。'},
    {
        name:'盲僧·李青',
        nickname:'瞎子,小学僧',
        src:'./img/盲僧/2.jpg',
        desc:'盲僧·李青是《英雄联盟》中的英雄角色。李青是一个近战战士型英雄，拥有很高的机动性和爆发力，' +
        '单挑和小规模团战能力很强，同时李青也是非常优秀的打野英雄，非常擅长野区的遭遇战和Gank，是非常致命的英雄人物。'
    }


];

